cask_args appdir: '/Applications'

tap 'homebrew/bundle'

tap 'heroku/brew'

tap 'denji/nginx'

tap 'mongodb/brew'

tap 'aws/tap'

tap 'leoafarias/fvm'

brew 'yarn'
brew 'python'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'jp2a'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'wget'
brew 'mysql'
brew 'git'
brew 'redis'
brew 'mongodb-community'
brew 'watchman'
brew 'ag'
brew 'heroku'
brew 'gnu-tar'
brew 'jq'
brew 'highlight'
brew 'git-extras'
brew 'awscli'
brew 'aws-sam-cli'
brew 'awsebcli'
brew 'gpg'
brew 'gh'
brew 'pnpm'
brew 'virtualenvwrapper'
brew 'comby'
brew 'asdf'
brew 'gum'
brew 'grpcurl'
# brew 'fvm'
# brew 'zulu17'
# brew '1password-cli'
# brew 'nginx-full', args: ["with-sub"]


# cask 'google-chrome'
# cask 'iterm2'
# cask 'caffeine'
cask 'temurin'
cask '1password'
cask 'android-studio'
cask 'copyq'
cask 'docker'
cask 'dotnet'
cask 'dropbox'
cask 'firefox'
cask 'flipper'
cask 'mongodb-compass'
cask 'kap'
cask 'pgadmin4'
cask 'postman'
cask 'sequel-pro'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vysor'
cask 'cursor'
cask 'charles'
cask 'zulu@17' # Follow: https://reactnative.dev/docs/set-up-your-environment?platform=android#installing-dependencies
