cask_args appdir: '/Applications'

tap 'homebrew/bundle'

tap 'heroku/brew'

tap 'denji/nginx'

tap 'mongodb/brew'

tap 'AdoptOpenJDK/openjdk'

brew 'python'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'jp2a'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'mysql'
brew 'git'
brew 'redis'
brew 'mongodb-community'
brew 'watchman'
brew 'flow'
brew 'ag'
brew 'heroku'
brew 'gnu-tar'
brew 'jq'
brew 'highlight'
brew 'mosquitto'
brew 'git-extras'
brew 'awscli'
brew 'awsebcli'
brew 'nginx-full', args: ["with-sub"]


# cask 'google-chrome'
# cask 'iterm2'
# cask 'caffeine'
cask 'adoptopenjdk/openjdk/adoptopenjdk8'
cask 'android-studio'
cask 'charles'
cask 'copyq'
cask 'couchpotato'
cask 'discord'
cask 'docker'
cask 'docker-toolbox'
cask 'dotnet'
cask 'dropbox'
cask 'firefox'
cask 'flipper'
cask 'franz'
cask 'genymotion'
cask 'google-drive-file-stream'
cask 'java'
cask 'jeromelebel-mongohub'
cask 'kap'
cask 'postman'
cask 'sequel-pro'
cask 'shiftit'
cask 'skype'
cask 'slack'
cask 'sonarr'
cask 'spotify'
cask 'sublime-text'
cask 'tunnelblick'
cask 'unified-remote'
cask 'user-engine'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'vysor'
cask 'zoomus'
