cask_args appdir: '/Applications'

tap 'homebrew/bundle'

tap 'homebrew/versions'

tap 'tsuru/homebrew-tsuru'

tap 'denji/nginx'

brew 'python'
brew 'ack'
brew 'coreutils'
brew 'go'
brew 'jp2a'
brew 'imagemagick'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'ruby-build'
brew 'spaceman-diff'
brew 'unrar'
brew 'wget'
brew 'mysql'
brew 'git'
brew 'redis'
brew 'mongodb'
brew 'watchman'
brew 'flow'
brew 'tsuru'
brew 'ag'
brew 'heroku'
brew 'gnu-tar'
brew 'jq'
brew 'highlight'
brew 'mosquitto'
brew 'git-extras'
brew 'nginx-full', args: ["with-sub"]


cask 'atom'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'franz'
cask 'vlc'
cask 'iterm2'
cask 'android-studio'
cask 'virtualbox'
cask 'sequel-pro'
cask 'spotify'
cask 'charles'
cask 'mongohub'
cask 'skype'
cask 'flux'
cask 'clipmenu'
cask 'caffeine'
cask 'dropbox'
cask 'genymotion'
cask 'shiftit'
cask 'docker'
cask 'docker-toolbox'
cask 'vagrant'
cask 'vagrant-manager'
cask 'real-vnc'
cask 'unified-remote'
cask 'dotnet'
cask 'dotnet-sdk'
cask 'visual-studio-code'
cask 'sonarr'
cask 'couchpotato'
