anysphere.cursorpyright
apollographql.vscode-apollo
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
expo.vscode-expo-tools
github.vscode-pull-request-github
golang.go
jebbs.plantuml
jock.svg
kamikillerto.vscode-linthtml
kumar-harsh.graphql-for-vscode
mathiasfrohlich.kotlin
mechatroner.rainbow-csv
mohsen1.prettify-json
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-playwright.playwright
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
pbeast.lanes-navigator
pnp.polacode
redhat.java
redhat.vscode-yaml
sharat.vscode-brewfile
shardulm94.trailing-spaces
styled-components.vscode-styled-components
tyriar.sort-lines
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
william-voyek.vscode-nginx
yzhang.markdown-all-in-one
zxh404.vscode-proto3
